Repository: portwally/ExifChanger
Catalog: ExifChanger/Localizable.xcstrings
Source language: en
Languages: de, pt_br, pt_pt

source: %lld photo(s) selected
de: %lld Foto(s) ausgewählt
pt_br: %lld foto(s) selecionada(s)
pt_pt: %lld foto(s) selecionada(s)

source: %lld with pending changes
de: %lld mit ausstehenden Änderungen
pt_br: %lld com alterações pendentes
pt_pt: %lld com alterações pendentes

source: Accept All
de: Alle akzeptieren
pt_br: Aceitar Todos
pt_pt: Aceitar Todos

source: Add
de: Hinzufügen
pt_br: Adicionar
pt_pt: Adicionar

source: Add Keywords
de: Schlüsselwörter hinzufügen
pt_br: Adicionar Palavras-chave
pt_pt: Adicionar Palavras-chave

source: Add Photos
de: Fotos hinzufügen
pt_br: Adicionar Fotos
pt_pt: Adicionar Fotos

source: Added %lld keywords to %lld photo(s)
de: %lld Schlüsselwörter zu %lld Foto(s) hinzugefügt
pt_br: %lld palavras-chave adicionadas a %lld foto(s)
pt_pt: %lld palavras-chave adicionadas a %lld foto(s)

source: Added %lld keywords. Click 'Apply Changes' to save.
de: %lld Stichwörter hinzugefügt. Klicken Sie auf 'Änderungen speichern'.
pt_br: %lld palavras-chave adicionadas. Clique em 'Aplicar Alterações' para salvar.
pt_pt: %lld palavras-chave adicionadas. Clique em 'Aplicar Alterações' para guardar.

source: AI Suggestions
de: KI-Vorschläge
pt_br: Sugestões de IA
pt_pt: Sugestões de IA

source: Altitude
de: Höhe

source: Analyzing images...
de: Bilder analysieren...
pt_br: Analisando imagens...
pt_pt: A analisar imagens...

source: Aperture
de: Blende
pt_br: Abertura
pt_pt: Abertura

source: Apply Changes
de: Änderungen anwenden
pt_br: Aplicar Alterações
pt_pt: Aplicar Alterações

source: Apply Location
de: Standort anwenden
pt_br: Aplicar Localização
pt_pt: Aplicar Localização

source: Apply to Selected
de: Auf Auswahl anwenden
pt_br: Aplicar aos Selecionados
pt_pt: Aplicar aos Selecionados

source: Are you sure you want to quit?
de: Möchten Sie wirklich beenden?
pt_br: Tem certeza que deseja sair?
pt_pt: Tem a certeza que deseja sair?

source: Artist
de: Künstler
pt_br: Artista
pt_pt: Artista

source: Baptism
de: Taufe
pt_br: Batizado
pt_pt: Batizado

source: Batch Editing
de: Stapelbearbeitung
pt_br: Edição em Lote
pt_pt: Edição em Lote

source: Birthday
de: Geburtstag
pt_br: Aniversário
pt_pt: Aniversário

source: Camera
de: Kamera
pt_br: Câmera
pt_pt: Câmera

source: Cancel
de: Abbrechen
pt_br: Cancelar
pt_pt: Cancelar

source: Cannot create output file
de: Ausgabedatei kann nicht erstellt werden
pt_br: Não foi possível criar arquivo de saída
pt_pt: Não foi possível criar arquivo de saída

source: Cannot load image for analysis
de: Bild kann nicht für Analyse geladen werden
pt_br: Não foi possível carregar a imagem para análise
pt_pt: Não foi possível carregar a imagem para análise

source: Cannot open the image file
de: Bilddatei kann nicht geöffnet werden
pt_br: Não foi possível abrir o arquivo de imagem
pt_pt: Não foi possível abrir o arquivo de imagem

source: Cannot read image metadata
de: Bild-Metadaten können nicht gelesen werden
pt_br: Não foi possível ler os metadados da imagem
pt_pt: Não foi possível ler os metadados da imagem

source: Cannot write to files. Use 'File → Open Photos' to grant write access, then try saving again.
de: Dateien können nicht geschrieben werden. Verwenden Sie 'Ablage → Fotos öffnen' um Schreibzugriff zu erhalten, dann versuchen Sie es erneut.
pt_br: Não é possível gravar nos arquivos. Use 'Arquivo → Abrir Fotos' para conceder acesso de gravação e tente salvar novamente.
pt_pt: Não é possível gravar nos arquivos. Use 'Arquivo → Abrir Fotos' para conceder acesso de gravação e tente salvar novamente.

source: Change Date
de: Datum ändern
pt_br: Alterar Data
pt_pt: Alterar Data

source: Choose Files...
de: Dateien auswählen...
pt_br: Escolher Arquivos...
pt_pt: Escolher Arquivos...

source: Clear
de: Löschen
pt_br: Limpar
pt_pt: Limpar

source: Clear All
de: Alle löschen
pt_br: Limpar Tudo
pt_pt: Limpar Tudo

source: Click 'Apply Changes' to write all pending changes to the files.
de: Klicken Sie auf 'Änderungen anwenden', um alle ausstehenden Änderungen in die Dateien zu schreiben.
pt_br: Clique em 'Aplicar Alterações' para gravar todas as alterações pendentes nos arquivos.
pt_pt: Clique em 'Aplicar Alterações' para gravar todas as alterações pendentes nos ficheiros.

source: Click on map to set location
de: Auf Karte klicken, um Standort zu setzen
pt_br: Clique no mapa para definir localização
pt_pt: Clique no mapa para definir localização

source: Click on photos to select them. Use Select All to select everything.
de: Klicken Sie auf Fotos, um sie auszuwählen. Verwenden Sie Alle auswählen, um alles auszuwählen.
pt_br: Clique nas fotos para selecioná-las. Use Selecionar Tudo para selecionar todas.
pt_pt: Clique nas fotos para as selecionar. Use Selecionar Tudo para selecionar todas.

source: Click on predefined keywords or type custom ones. Keywords are stored in IPTC metadata.
de: Klicken Sie auf vordefinierte Schlüsselwörter oder geben Sie eigene ein. Schlüsselwörter werden in IPTC-Metadaten gespeichert.
pt_br: Clique em palavras-chave predefinidas ou digite suas próprias. As palavras-chave são armazenadas nos metadados IPTC.
pt_pt: Clique em palavras-chave predefinidas ou escreva as suas próprias. As palavras-chave são armazenadas nos metadados IPTC.

source: Click on the map, search for a place, or use 'My Location' to set GPS coordinates.
de: Klicken Sie auf die Karte, suchen Sie einen Ort oder verwenden Sie 'Mein Standort', um GPS-Koordinaten festzulegen.
pt_br: Clique no mapa, pesquise um local ou use 'Minha Localização' para definir coordenadas GPS.
pt_pt: Clique no mapa, pesquise um local ou use 'A Minha Localização' para definir coordenadas GPS.

source: Click the (i) button on any photo to view all its metadata.
de: Klicken Sie auf die (i)-Schaltfläche eines Fotos, um alle Metadaten anzuzeigen.
pt_br: Clique no botão (i) em qualquer foto para ver todos os seus metadados.
pt_pt: Clique no botão (i) em qualquer foto para ver todos os seus metadados.

source: Close
de: Schließen
pt_br: Fechar
pt_pt: Fechar

source: Compatibility
de: Kompatibilität
pt_br: Compatibilidade
pt_pt: Compatibilidade

source: Concert
de: Konzert
pt_br: Concerto
pt_pt: Concerto

source: Copyright
de: Urheberrecht
pt_br: Direitos Autorais
pt_pt: Direitos Autorais

source: Corporate
de: Geschäftlich
pt_br: Corporativo
pt_pt: Corporativo

source: Current:
de: Aktuell:
pt_br: Atual:
pt_pt: Atual:

source: Custom keyword...
de: Eigenes Stichwort...
pt_br: Palavra-chave personalizada...
pt_pt: Palavra-chave personalizada...

source: Cyanotype
de: Cyanotypie
pt_br: Cianotipia
pt_pt: Cianotipia

source: Dance
de: Tanz
pt_br: Dança
pt_pt: Dança

source: Date & Time
de: Datum & Uhrzeit
pt_br: Data e Hora
pt_pt: Data e Hora

source: Date Digitized
de: Digitalisierungsdatum
pt_br: Data Digitalizada
pt_pt: Data Digitalizada

source: Date Modified
de: Änderungsdatum
pt_br: Data Modificada
pt_pt: Data Modificada

source: Date Taken
de: Aufnahmedatum
pt_br: Data da Foto
pt_pt: Data da Foto

source: Deselect
de: Abwählen
pt_br: Desmarcar
pt_pt: Desmarcar

source: Dimensions
de: Abmessungen
pt_br: Dimensões
pt_pt: Dimensões

source: Discard pending changes and revert to the original metadata.
de: Ausstehende Änderungen verwerfen und zu den ursprünglichen Metadaten zurückkehren.
pt_br: Descartar alterações pendentes e reverter para os metadados originais.
pt_pt: Descartar alterações pendentes e reverter para os metadados originais.

source: Drag and drop photos into the app, or use File → Open Photos (⌘O)
de: Ziehen Sie Fotos in die App oder verwenden Sie Ablage → Fotos öffnen (⌘O)
pt_br: Arraste fotos para o app ou use Arquivo → Abrir Fotos (⌘O)
pt_pt: Arraste fotos para a app ou use Ficheiro → Abrir Fotos (⌘O)

source: Drop photos here
de: Fotos hier ablegen
pt_br: Arraste fotos aqui
pt_pt: Arraste fotos aqui

source: Error
de: Fehler
pt_br: Erro
pt_pt: Erro

source: Event
de: Veranstaltung
pt_br: Evento
pt_pt: Evento

source: Exhibition
de: Ausstellung
pt_br: Exposição
pt_pt: Exposição

source: ExifEasy Help
de: ExifEasy Hilfe
pt_br: Ajuda do ExifEasy
pt_pt: Ajuda do ExifEasy

source: Exposure
de: Belichtung
pt_br: Exposição
pt_pt: Exposição

source: Failed to write changes
de: Änderungen konnten nicht gespeichert werden
pt_br: Falha ao salvar alterações
pt_pt: Falha ao salvar alterações

source: Family
de: Familie
pt_br: Família
pt_pt: Família

source: Fashion
de: Mode
pt_br: Moda
pt_pt: Moda

source: File Permissions
de: Dateiberechtigungen
pt_br: Permissões de Arquivo
pt_pt: Permissões de Ficheiro

source: Flash
de: Blitz

source: Focal Length
de: Brennweite
pt_br: Distância Focal
pt_pt: Distância Focal

source: Getting Started
de: Erste Schritte
pt_br: Primeiros Passos
pt_pt: Primeiros Passos

source: Graduation
de: Abschlussfeier
pt_br: Formatura
pt_pt: Formatura

source: Grant Access
de: Zugriff gewähren
pt_br: Conceder Acesso
pt_pt: Conceder Acesso

source: If you get permission errors, use File → Open Photos instead of drag and drop.
de: Wenn Sie Berechtigungsfehler erhalten, verwenden Sie Ablage → Fotos öffnen anstelle von Drag and Drop.
pt_br: Se você receber erros de permissão, use Arquivo → Abrir Fotos em vez de arrastar e soltar.
pt_pt: Se receber erros de permissão, use Ficheiro → Abrir Fotos em vez de arrastar e largar.

source: Image
de: Bild
pt_br: Imagem
pt_pt: Imagem

source: Image classification failed: %@
de: Bildklassifizierung fehlgeschlagen: %@
pt_br: Falha na classificação da imagem: %@
pt_pt: Falha na classificação da imagem: %@

source: Image format not supported
de: Bildformat nicht unterstützt
pt_br: Formato de imagem não suportado
pt_pt: Formato de imagem não suportado

source: Image, EXIF, TIFF, GPS, IPTC tabs show different metadata categories. Map tab shows the photo location.
de: Die Tabs Image, EXIF, TIFF, GPS, IPTC zeigen verschiedene Metadaten-Kategorien. Der Karten-Tab zeigt den Fotostandort.
pt_br: As abas Image, EXIF, TIFF, GPS, IPTC mostram diferentes categorias de metadados. A aba Mapa mostra a localização da foto.
pt_pt: Os separadores Image, EXIF, TIFF, GPS, IPTC mostram diferentes categorias de metadados. O separador Mapa mostra a localização da foto.

source: Inspect Metadata
de: Metadaten anzeigen
pt_br: Inspecionar Metadados
pt_pt: Inspecionar Metadados

source: JPEG, HEIC, PNG, and TIFF files are supported.
de: JPEG, HEIC, PNG und TIFF Dateien werden unterstützt.
pt_br: Arquivos JPEG, HEIC, PNG e TIFF são suportados.
pt_pt: Ficheiros JPEG, HEIC, PNG e TIFF são suportados.

source: Keywords
de: Stichwörter
pt_br: Palavras-chave
pt_pt: Palavras-chave

source: Keywords work with Lightroom, Capture One, and other professional photo software.
de: Schlüsselwörter funktionieren mit Lightroom, Capture One und anderer professioneller Fotosoftware.
pt_br: As palavras-chave funcionam com Lightroom, Capture One e outros softwares profissionais de fotografia.
pt_pt: As palavras-chave funcionam com Lightroom, Capture One e outros softwares profissionais de fotografia.

source: Landscape
de: Landschaft
pt_br: Paisagem
pt_pt: Paisagem

source: Latitude
de: Breitengrad

source: Lens
de: Objektiv
pt_br: Lente
pt_pt: Lente

source: Load from Photo
de: Aus Foto laden
pt_br: Carregar da Foto
pt_pt: Carregar da Foto

source: Loads the original date from the first selected photo.
de: Lädt das Originaldatum vom ersten ausgewählten Foto.
pt_br: Carrega a data original da primeira foto selecionada.
pt_pt: Carrega a data original da primeira foto selecionada.

source: Location
de: Standort
pt_br: Localização
pt_pt: Localização

source: Longitude
de: Längengrad

source: Make
de: Hersteller
pt_br: Fabricante
pt_pt: Fabricante

source: Metadata Inspector
de: Metadaten-Inspektor
pt_br: Inspetor de Metadados
pt_pt: Inspetor de Metadados

source: Model
de: Modell
pt_br: Modelo
pt_pt: Modelo

source: New Date & Time:
de: Neues Datum & Uhrzeit:
pt_br: Nova Data e Hora:
pt_pt: Nova Data e Hora:

source: No
de: Nein
pt_br: Não
pt_pt: Não

source: No keywords detected
de: Keine Schlüsselwörter erkannt
pt_br: Nenhuma palavra-chave detectada
pt_pt: Nenhuma palavra-chave detetada

source: No metadata available
de: Keine Metadaten verfügbar
pt_br: Nenhum metadado disponível
pt_pt: Nenhum metadado disponível

source: No permission to write. Please use File > Open to add photos instead of drag and drop.
de: Keine Schreibberechtigung. Bitte verwenden Sie Ablage > Öffnen anstatt Drag & Drop.
pt_br: Sem permissão para gravar. Use Arquivo > Abrir para adicionar fotos em vez de arrastar e soltar.
pt_pt: Sem permissão para gravar. Use Arquivo > Abrir para adicionar fotos em vez de arrastar e soltar.

source: Now
de: Jetzt
pt_br: Agora
pt_pt: Agora

source: New Window
de: Neues Fenster
pt_br: Nova Janela
pt_pt: Nova Janela

source: Open
de: Öffnen
pt_br: Abrir
pt_pt: Abrir

source: Open Inspector
de: Inspektor öffnen
pt_br: Abrir Inspetor
pt_pt: Abrir Inspetor

source: Open Photos...
de: Fotos öffnen...
pt_br: Abrir Fotos...
pt_pt: Abrir Fotos...

source: or
de: oder
pt_br: ou
pt_pt: ou

source: Orange dots on thumbnails indicate unsaved changes.
de: Orange Punkte auf Miniaturansichten zeigen nicht gespeicherte Änderungen an.
pt_br: Pontos laranja nas miniaturas indicam alterações não salvas.
pt_pt: Pontos laranja nas miniaturas indicam alterações não guardadas.

source: Orientation
de: Ausrichtung
pt_br: Orientação
pt_pt: Orientação

source: Pending Changes
de: Ausstehende Änderungen
pt_br: Alterações Pendentes
pt_pt: Alterações Pendentes

source: Portrait
de: Porträt
pt_br: Retrato
pt_pt: Retrato

source: Product
de: Produkt
pt_br: Produto
pt_pt: Produto

source: Quit
de: Beenden
pt_br: Sair
pt_pt: Sair

source: Quit ExifEasy?
de: ExifEasy beenden?
pt_br: Sair do ExifEasy?
pt_pt: Sair do ExifEasy?

source: Raw Keys
de: Roh-Schlüssel
pt_br: Chaves Brutas
pt_pt: Chaves Brutas

source: Raw Metadata
de: Roh-Metadaten
pt_br: Metadados Brutos
pt_pt: Metadados Brutos

source: Remove
de: Entfernen
pt_br: Remover
pt_pt: Remover

source: Remove All
de: Alle entfernen
pt_br: Remover Todos
pt_pt: Remover Todos

source: Remove All Keywords
de: Alle Stichwörter entfernen
pt_br: Remover Todas as Palavras-chave
pt_pt: Remover Todas as Palavras-chave

source: Reset Changes
de: Änderungen zurücksetzen
pt_br: Desfazer Alterações
pt_pt: Desfazer Alterações

source: Saving Changes
de: Änderungen speichern
pt_br: Salvando Alterações
pt_pt: Guardar Alterações

source: Saving changes...
de: Speichere Änderungen...
pt_br: Salvando alterações...
pt_pt: Salvando alterações...

source: Search location...
de: Standort suchen...
pt_br: Buscar localização...
pt_pt: Buscar localização...

source: Select
de: Auswählen
pt_br: Selecionar
pt_pt: Selecionar

source: Select All
de: Alle auswählen
pt_br: Selecionar Tudo
pt_pt: Selecionar Tudo

source: Show ExifEasy
de: ExifEasy anzeigen
pt_br: Mostrar ExifEasy
pt_pt: Mostrar ExifEasy

source: Select multiple photos to apply the same date, location, or keywords to all of them at once.
de: Wählen Sie mehrere Fotos aus, um dasselbe Datum, denselben Standort oder dieselben Schlüsselwörter auf alle gleichzeitig anzuwenden.
pt_br: Selecione várias fotos para aplicar a mesma data, localização ou palavras-chave a todas de uma vez.
pt_pt: Selecione várias fotos para aplicar a mesma data, localização ou palavras-chave a todas de uma vez.

source: Select Photos
de: Fotos auswählen
pt_br: Selecionar Fotos
pt_pt: Selecionar Fotos

source: Select photos to edit
de: Fotos zum Bearbeiten auswählen
pt_br: Selecione fotos para editar
pt_pt: Selecione fotos para editar

source: Select photos to see their GPS locations on the map (blue markers).
de: Wählen Sie Fotos aus, um ihre GPS-Standorte auf der Karte zu sehen (blaue Markierungen).
pt_br: Selecione fotos para ver suas localizações GPS no mapa (marcadores azuis).
pt_pt: Selecione fotos para ver as suas localizações GPS no mapa (marcadores azuis).

source: Select photos, pick a new date/time, then click 'Apply to Selected'.
de: Wählen Sie Fotos aus, wählen Sie ein neues Datum/Uhrzeit und klicken Sie auf 'Auf Ausgewählte anwenden'.
pt_br: Selecione fotos, escolha uma nova data/hora e clique em 'Aplicar aos Selecionados'.
pt_pt: Selecione fotos, escolha uma nova data/hora e clique em 'Aplicar aos Selecionados'.

source: Select the folder(s) containing your photos to grant write access
de: Wählen Sie die Ordner mit Ihren Fotos aus, um Schreibzugriff zu gewähren
pt_br: Selecione a(s) pasta(s) contendo suas fotos para conceder acesso de gravação
pt_pt: Selecione a(s) pasta(s) contendo suas fotos para conceder acesso de gravação

source: Selected keywords:
de: Ausgewählte Stichwörter:
pt_br: Palavras-chave selecionadas:
pt_pt: Palavras-chave selecionadas:

source: Selected Location
de: Ausgewählter Standort
pt_br: Localização Selecionada
pt_pt: Localização Selecionada

source: Selfportrait
de: Selbstporträt
pt_br: Autorretrato
pt_pt: Autorretrato

source: Set Location
de: Standort festlegen
pt_br: Definir Localização
pt_pt: Definir Localização

source: Shutter Speed
de: Verschlusszeit
pt_br: Velocidade do Obturador
pt_pt: Velocidade do Obturador

source: Supported Formats
de: Unterstützte Formate
pt_br: Formatos Suportados
pt_pt: Formatos Suportados

source: Sync File Dates
de: Dateidaten synchronisieren
pt_br: Sincronizar Datas do Arquivo
pt_pt: Sincronizar Datas do Ficheiro

source: Sync file dates with EXIF
de: Dateidaten mit EXIF synchronisieren
pt_br: Sincronizar datas do arquivo com EXIF
pt_pt: Sincronizar datas do arquivo com EXIF

source: The red marker shows the new location. Click 'Apply to Selected' to save it.
de: Die rote Markierung zeigt den neuen Standort. Klicken Sie auf 'Auf Ausgewählte anwenden', um ihn zu speichern.
pt_br: O marcador vermelho mostra a nova localização. Clique em 'Aplicar aos Selecionados' para salvá-la.
pt_pt: O marcador vermelho mostra a nova localização. Clique em 'Aplicar aos Selecionados' para guardá-la.

source: Tips
de: Tipps
pt_br: Dicas
pt_pt: Dicas

source: Travel
de: Reise
pt_br: Viagem
pt_pt: Viagem

source: Unsaved Changes
de: Ungespeicherte Änderungen
pt_br: Alterações não salvas
pt_pt: Alterações não guardadas

source: Use my location
de: Meinen Standort verwenden
pt_br: Usar minha localização
pt_pt: Usar minha localização

source: Use Original
de: Original verwenden
pt_br: Usar Original
pt_pt: Usar Original

source: View Locations
de: Standorte anzeigen
pt_br: Ver Localizações
pt_pt: Ver Localizações

source: Wedding
de: Hochzeit
pt_br: Casamento
pt_pt: Casamento

source: When enabled, the file's creation and modification dates will match the EXIF date.
de: Wenn aktiviert, werden die Erstellungs- und Änderungsdaten der Datei dem EXIF-Datum entsprechen.
pt_br: Quando ativado, as datas de criação e modificação do arquivo corresponderão à data EXIF.
pt_pt: Quando ativado, as datas de criação e modificação do ficheiro corresponderão à data EXIF.

source: Yes
de: Ja
pt_br: Sim
pt_pt: Sim

source: You have unsaved changes. Are you sure you want to quit?
de: Sie haben ungespeicherte Änderungen. Möchten Sie wirklich beenden?
pt_br: Você tem alterações não salvas. Tem certeza que deseja sair?
pt_pt: Tem alterações não guardadas. Tem a certeza que deseja sair?

source: Format
pt_br: Formato
pt_pt: Formato

source: Tabs
pt_br: Abas
pt_pt: Separadores

source: Theater
pt_br: Teatro
pt_pt: Teatro

source: Workshop
pt_br: Oficina
